export const teacherIntroduction = [{
        name: "陈祥",
        position: "教授",
        introduction: "陈祥，男，1973年9月生，研究生学历，教授，高级工程师，1992年至今在广西工业职业技术学院从事计算机教学工作，2009年1月到3月到美国半岛学院（Peninsula  College）进修。历任计算机应用团队负责人，网络专业负责人和软件专业负责人，获广西高校教师信息化大赛二等奖，学院首届青年教师课堂教学比赛一等奖、学院首届课件比赛网络版一等奖、学院首届科研评比一等奖，学院专业技能大赛一等奖。先后担任机电95、电脑97、高网02、软件1131和软件1231班班主任，多次被学院和区工信委评为“优秀教师”和“优秀班主任”。 近年来主持和参与各类课题27项，其中主持广西教育厅科研和教改项目3项，主持院级科研和教改项目6项，公开发表学术论文15篇，主编、主审教材5部。",
        photo: require("@/assets/photo/chenxiang.jpg"),
        department: "电子信息学院"
    },
    {
        name: "陈红霞",
        position: "副教授",
        introduction: "陈红霞，女，副教授/工程师，硕士，软件技术专业教师，双师素质教师。主要担任软件开发与测试、软件项目管理、C语言程序设计、计算机专业英语等专业课程的教学工作，教学经验丰富，专业技术良好，教学成果突出，曾获得优秀班主任和工信委优秀教师称号。主持和参与省部级、院级科研课题多项，在公开刊物发表论文多篇。",
        photo: "",
        department: "电子信息学院"
    },
    {
        name: "莫新菊",
        position: "",
        introduction: "莫新菊，高级工程师，研究生学历，工学硕士。自毕业以来一直从事计算机相关专业的教学和科研工作，担任《网络工程设计与实施》、《计算机网络基础》、《网页制作技术》等课程的教学工作，注重教学创新，关心爱护学生。曾获“广西科学技术进步奖三等奖”、“优秀教育工作者”等荣誉称号。",
        photo: "",
        department: "电子信息学院"
    },
    {
        name: "姚健",
        position: "",
        introduction: "姚健，男，2004年毕业于广西大学计算机科学与技术专业。国家职业技能鉴定考评员，双师素质教师，长期从事计算机专业课程教学工作。曾获学院优秀教研室主任，学院优秀教师，自治区工信委优秀教师，自治区优秀评卷员等荣誉。多次指导学生参加市级、区级各类技能大赛并获奖，主持和参与院级区级各类科研课题共7项，公开发表学术论文5篇，主编和参编计算机专业教材7本。",
        photo: "",
        department: "电子信息学院"
    },
    {
        name: "邓春旭",
        position: "高级教师",
        introduction: "",
        photo: "",
        department: "电子信息学院"
    },


]